<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN"
 "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
  <key>PayloadContent</key>
  <array>
    <dict>
      <key>FullScreen</key>
      <true/>
      <key>Icon</key>
      <data>
        <!-- base64-encoded PNG icon (optional) -->
      </data>
      <key>IsRemovable</key>
      <true/>
      <key>Label</key>
      <string>iBrew</string>
      <key>PayloadDescription</key>
      <string>Find your iPAs here!</string>
      <key>PayloadDisplayName</key>
      <string>iBrew</string>
      <key>PayloadIdentifier</key>
      <string>com.example.webclip</string>
      <key>PayloadOrganization</key>
      <string>tommyfart</string>
      <key>PayloadType</key>
      <string>com.apple.webClip.managed</string>
      <key>PayloadUUID</key>
      <string>9F15A5C3-15D9-4A0C-B12F-F9CCAE9276C2</string>
      <key>PayloadVersion</key>
      <integer>1</integer>
      <key>Precomposed</key>
      <true/>
      <key>URL</key>
      <string>https://ibrew.pages.dev</string>
    </dict>
  </array>
  <key>PayloadDisplayName</key>
  <string>iBrew</string>
  <key>PayloadIdentifier</key>
  <string>com.tommyfart.ibrew.webclip</string>
  <key>PayloadOrganization</key>
  <string>tommyfart</string>
  <key>PayloadRemovalDisallowed</key>
  <false/>
  <key>PayloadType</key>
  <string>Configuration</string>
  <key>PayloadUUID</key>
  <string>FCE7A7B5-64B2-4A01-963E-2F50EB25A430</string>
  <key>PayloadVersion</key>
  <integer>1</integer>
</dict>
</plist>
